MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Seu computador não está conectado à Internet.";
NotConnectedToNetwork							= "O seu computador não está conectado à rede.";
FatalExceptionAlertDescription					= "Pressione Reproduzir/Pausar para sair do Front Row.";
